Repository: Astrophonx/voicelyfree
Catalog: lib/l10n/intl_*.arb
Languages: sw

source: App Language
sw: Lugha ya Programu

source: Select Country
sw: Chagua Nchi

source: Enter Phone number
sw: Ingiza nambari ya simu

source: Next
sw: Ifuatayo

source: Verification
sw: Uthibitishaji

# enter_verification_code
source: Enter Verification code sent on your given number.
sw: Ingiza nambari ya kuthibitisha iliyotumwa kwa nambari yako uliyopewa.

source: Enter code here
sw: Ingiza nambari hapa

# did_not_receive_it
source: Didn't receive it?
sw: Hukuipokea?

source: Resend
sw: Tuma tena

source: Skip
sw: Ruka

# great_now_let_us
source: Great now let us know how you're look a like.
sw: Kubwa sasa tujulishe jinsi unavyoonekana.

source: Set a username
sw: Weka jina la mtumiaji

source: Top Speakers
sw: Spika za Juu

source: Interests
sw: Maslahi

# add_more_interests
source: Add more interests so we can provide best related rooms for you
sw: Ongeza masilahi zaidi ili tuweze kukupatia vyumba bora vinavyohusiana

source: Technology
sw: Teknolojia

source: Knowledge
sw: Maarifa

source: Product
sw: Bidhaa

source: Startup
sw: Anzisha

source: Marketing
sw: Uuzaji

source: Engineering
sw: Uhandisi

source: Venture Capital
sw: Mradi wa Ubia

source: Maths
sw: Hesabu

source: Biology
sw: Baiolojia

source: Science
sw: Sayansi

source: Space
sw: Nafasi

source: Physics
sw: Fizikia

source: History
sw: Historia

source: Psychology
sw: Saikolojia

source: Education
sw: Elimu

source: Live
sw: Moja kwa moja

source: Upcoming
sw: Inayokuja

source: App UI Design
sw: Ubunifu wa UI wa Programu

# basics_of_ui_design
source: Basics of User Interface Design
sw: Misingi ya Ubuni wa Muundo wa Mtumiaji

source: United Photography Camera
sw: Kamera ya Picha ya Umoja

# world_camera_day
source: World Camera Day | First Camera
sw: Siku ya Kamera Duniani | Kamera ya kwanza

source: Start a room
sw: Anza chumba

source: Other Listeners
sw: Wasikilizaji wengine

source: Leave
sw: Ondoka

source: Raise
sw: Inua

source: Invite to Room
sw: Alika Chumbani

source: Search in Room
sw: Tafuta Chumbani

source: Report Room Activity
sw: Ripoti Shughuli za Chumba

source: Review Clubroom Rules
sw: Pitia Kanuni za Klabu

source: Raised
sw: Imeinuliwa

# mic_on
source: Mic's on
sw: Mic inaendelea

# mic_off
source: Mic's off
sw: Mic imezimwa

source: Rules
sw: Kanuni

# rule_one
source: Be kind, always
sw: Kuwa mwema, siku zote

# rule_two
source: Don't over react anyway.
sw: Usizidi kuguswa hata hivyo.

# rule_three
source: No Abusing
sw: Hakuna Unyanyasaji

source: followers
sw: wafuasi

source: followings
sw: yafuatayo

source: Follow
sw: Fuata

source: View full Profile
sw: Tazama Profaili kamili

source: Today
sw: Leo

# discuss_over
source: Discuss over Pollution Control
sw: Jadili juu ya Udhibiti wa Uchafuzi

source: From World Warriors
sw: Kutoka kwa Mashujaa wa Ulimwenguni

source: Member of
sw: Mwanachama wa

# forText
source: for
sw: kwa

source: people I choose
sw: watu ninaowachagua

source: Start Now
sw: Anza sasa

source: Add a topic
sw: Ongeza mada

source: Public
sw: Umma

source: Social
sw: Kijamii

source: Private
sw: Privat

# or_start_a_private
source: Or start a Private chat room with
sw: Au anza chumba cha mazungumzo cha Kibinafsi na

source: online friends
sw: marafiki mkondoni

source: Room
sw: Chumba

source: Payment
sw: Malipo

# amount_available
source: Amount available in Wallet
sw: Kiasi kinachopatikana kwenye Mkoba

source: Confirm Ticket Purchase
sw: Thibitisha Ununuzi wa Tiketi

source: Date
sw: Tarehe

source: Time
sw: Wakati

source: Remind me
sw: Nikumbushe

source: Total amount to pay
sw: Jumla ya kulipa

source: Pay via Wallet
sw: Lipa kupitia mkoba

source: Successful
sw: Imefanikiwa

source: Your ticket purchased confirmed
sw: Tikiti yako iliyonunuliwa imethibitishwa

# join_clubroom
source: Join clubroom on given date and time.
sw: Jiunge na chumba cha kilabu kwa tarehe na wakati uliopewa.

source: Home
sw: Nyumbani

source: Edit
sw: Hariri

source: Settings
sw: Mipangilio

# pause_notif
source: Pause Notifications
sw: Sitisha Arifa

source: Dark Mode
sw: Njia Nyeusi

source: FAQs
sw: Maswali Yanayoulizwa Sana

# tnc
source: Terms & Conditions
sw: Sheria na Masharti

source: Community Guidelines
sw: Miongozo ya Jamii

source: Privacy Policy
sw: Sera ya faragha

source: Version
sw: Toleo

source: Logout
sw: Kuondoka

source: Heading
sw: Kichwa

source: Terms of use
sw: Masharti ya matumizi

# the_room_for_beginners
source: The Room for beginners to ask questions and get advice from more experienced forum members.
sw: Chumba cha Kompyuta kuuliza maswali na kupata ushauri kutoka kwa washiriki wa jukwaa wenye uzoefu zaidi.

# we_do_not_have_to
source: We don't have to accept gloom and doom for our planet. New science shows there's a clear path toward a more sustainable future.
sw: Sio lazima tukubali kiza na adhabu kwa sayari yetu. Sayansi mpya inaonyesha kuna njia wazi kuelekea siku zijazo endelevu.

source: All
sw: Wote

source: My Events
sw: Matukio Yangu

source: Add Event
sw: Ongeza Tukio

source: Mentors
sw: Washauri

source: Ticket charge
sw: Malipo ya tiketi

source: Share
sw: Shiriki

source: Buy a Ticket
sw: Nunua Tiketi

source: Publish
sw: Kuchapisha

source: Event Name
sw: Jina la Tukio

source: Select Co-host or Guest
sw: Chagua mwenyeji mwenza au Mgeni

source: Add Co-host or Guest
sw: Ongeza mwenyeji mwenza au Mgeni

# select_event_date_and_time
source: Select Event date & Time
sw: Chagua Tarehe na Wakati wa Tukio

source: Paid Event?
sw: Tukio La Kulipwa?

source: Enter Ticket Amount
sw: Ingiza Kiasi cha Tiketi

# inText
source: in
sw: ndani

source: Description
sw: Maelezo

source: Enter Description
sw: Ingiza Maelezo

source: Explore
sw: Gundua

source: Search People and Rooms
sw: Tafuta Watu na Vyumba

# people_you_may_know
source: People you may follow
sw: Watu ambao unaweza kufuata

source: People
sw: Watu

source: Rooms
sw: Vyumba

source: Members
sw: Wanachama

source: Wallet
sw: Pochi

source: Available amount in Wallet
sw: Kiasi kinachopatikana kwenye Mkoba

source: Add Money
sw: Ongeza Pesa

source: Recent Transactions
sw: Shughuli za Hivi Karibuni

source: Joined on
sw: Umejiunga kwenye

source: Activity
sw: Shughuli

source: Invite
sw: Alika

source: Invited
sw: Umealikwa
